Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/uit/alltid_en_fremmed.docx.tmx
Source language: nob
Languages: fkv

source: » Liv Inger, Grensen internat, 1969
fkv: » Liv Inger, Grensenin internaatti, 1969

source: «Pøblene kastet vann på meg mens jeg lå våken eller sov i senga.
fkv: «Kiusanhenget viskathiin minun päälet vettä ko mie makasin ja valvoin eli nukuin sängyssä.

source: «Jeg hadde på meg rutete klær første skoledag.
fkv: «Mulla oli ristiraijaliset vaatheet päälä ensimäisenä koulupäivänä.

source: Den dag i dag takler jeg ikke å ha på meg rutete klær.
fkv: Vielä nytkhään mie en kestä vaatettiat itteänni ristiraijalishiin vaattheissiin.

source: «Da vi flyttet og jeg slapp å bo på internat, var jeg ikke sengevæter lenger.
fkv: «Ko met siiryimä toisheen paikkhaan enkä mie ennää tarvinu asuat internaatissa, sitte mie en ennää kastelu sänkyä.

source: «Det var alltid godt å komme hjem til familien og til eget miljø.
fkv: «Se oli aina hyä ko pääsi kotia perheen tykö ja omhaan joukkhoon.

source: Det var en lettelse på kroppen.
fkv: Kropassaki tuntui keveämmältä.

source: «Jeg blir sår i hjertet og kroppen av å tenke tilbake på den tida.
fkv: «Mulla tekkee kipeätä syämessä ja kropassa ko ajattelen sitä aikaa.

source: Så sårt at du bare vil holde det inne.
fkv: Niin kipeätä ette sen tyhä häytyy pittäät sisälänsä.

source: «Ble du banka måtte du gi faen.
fkv: «Sie et pitäny perustaat vaikka olisitki saanu sölkhään.

source: Det var ingen å klage til om du følte deg dårlig behandlet.
fkv: Ei ollu yhtäkhään kenelet vaitela jos sie tunsit ette sinua kohthaan oli tehty väärin.

source: Du kan ikke klage til læreren som akkurat banket deg opp.
fkv: Et sie saata vaitela opettajalet joka vasta oon hakanu sinun.

source: «Jeg følte ikke bare at hjemmet ble fremmed – også den kulturen som var knyttet til hjemstedet og naboene ble borte.
fkv: «Ei se ollu tyhä se ette koti tuntui minusta vierhaalta – mie mistansin kansa kotopaikan ja kranniväen kulttuurin.

source: » Johs., Grensen internat, 1950-tallet
fkv: » Johs., Grensenin internaatti, 1950-luvulla

source: «Jeg ble et hjemløst barn og hjemmet var kun en besøksplass.
fkv: «Minusta tuli ko’iton kläppi, ja koti muuttui kylästelypaikaksi.

source: Foreldrene mine ble fremmed.
fkv: Minun vanhemista tuli mullet vieroihmiset.

source: » Jente, Grensen internat, 1950-tallet
fkv: » Tytär, Grensenin internaatti, 1950-luvulla

source: «Jeg var så vant til å klare meg selv at det ble nesten vanskelig å samhandle med andre.
fkv: «Mie olin niin harjaintunnu siihen ette jouvuin pärjäämhään itte ette oli kohta vaikea tehä jotaki yhessä muitten kansa.

source: «Jeg tapte en vesentlig rett ved det å være barn - å føle seg trygg.
fkv: «Mie mistansin yhen tärkeän lapsitten oikheuven – turvalisuuven tuntheen.

source: Fornorskning og helse
fkv: Ruijalaistaminen ja tervheys

source: «I familien min så tuller vi med det - at vi er internatunger - at det ikke er rart at vi er som vi er.
fkv: «Minun perheessä met hulluttelemma sen kansa ette met olema internaattikläppiä. Ette ei se ole kumma ette olema semmoset ko olema.

source: Vi vet for lite om folkehelsa i Nord-Norge.
fkv: Met tiämä liijan vähän Pohjas-Norjan kansantervheyvestä.

source: Informasjon fra helseregistre viser geografiske forskjeller i Norge, og landsdelen kommer ofte dårligst ut.
fkv: Tervheysrekisterin tieoista näkkyy ette Norjassa oon geograafilisia eroja ja ette maakunta ushein oon tämän suhtheen huonoimitten joukossa.

source: Hvorfor er det slik?
fkv: Miksi se oon niin?

source: Kan fornorskningen være en del av forklaringen?
fkv: Saattaako osasyynä olla ruijalaistaminen?

source: Dette skal Senter for samisk helseforskning (SSHF), et forskningssenter ved UiT Norges arktiske universitet, se nærmere på.
fkv: Tätä aikoo Saamelaisten tervheystutkimuksen sentteri (SSHF), yksi UiT Norjan arktisen universiteetin tutkimussentteristä, selvittäät.

source: SSHF driver befolkningsundersøkelsen SAMINOR, og er nå i gang med sin tredje undersøkelse.
fkv: SSHF hommaa SAMINOR-väestötutkimuksen kansa, ja nyt sillä oon menossa kolmas tutkimusprosekti.

source: De har intervjuet voksne fra landsdelen om deres helse og levekår.
fkv: Het oon intervjuuanheet maakunnan raavhaita niitten tervheyvestä ja elämänoloista.

source: Mange forteller at barndommen på skoleinternat har påvirket helsa negativt.
fkv: Paljot muisteleva ette lapsuus kouluinternaatissa oon vaikuttannu heihin huonosti.

source: Intervjuene skal danne grunnlag for verdens største undersøkelsen av urfolk- og fleretnisk befolknings helse.
fkv: Intervjuuit oon mailman isomuksen alkukansoitten ja monenetnilisten ihmisten tervheystutkimuksen pohjana.

source: Fra høsten 2023 inviteres rundt 80 000 personer til å delta.
fkv: Syksystä 2023 saakka pyyvethään 80 000 ihmistä ette het alettais tutkimuksheen.

source: Samer, kvener og nordmenn fra Engerdal og nordover kan bidra.
fkv: Saamelaiset, kväänit ja ruijalaiset Engerdalista pohjasheen käsin saattava olla myötä.

source: Informantene vil få et spørreskjema og bli målt i høyde, vekt, og få hjerte- og lunge screening og blodprøver.
fkv: Informantit vastaava kysymykshiin ja heiltä mitathaan pittuuven ja painon, ja heiltä skriinathaan syän ja kepposet ja otethaan veriprööviä.

source: Et sentralt tema i SAMINOR 3 er å undersøke om historiske hendelser som krig, fornorskning og marginalisering har satt spor i helsa til samer og kvener i dag.
fkv: Tähelinen teema SAMINOR 3:ssa oon ette tutkithaan oonko semmoset histoorialiset tapattumat ko sota, ruijalaistaminen ja marginaliseeraus jättänheet jäljen tämän päivän saamelaishiin ja kväänhiin.

source: Sannhet og forsoning
fkv: Tottuus ja sovinto

source: «Et Stortingsvedtak kunne ikke avvikle fornorskningen.
fkv: «Yksi Isontingan päätös ei ole nokko ette ruijalaistaminen loppuis siihen.

source: Det må til endring i folks tankesett og holdninger.
fkv: Ihmisten ajattelutapa ja meininkit häytyvä muuttuat.

source: » Ketil Zachariassen, historiker og medlem av Sannhets- og forsoningskommisjonen
fkv: » Ketil Zachariassen, histoorikkeri ja Tottuus- ja sovintokommisuunin jäsen

source: Stortinget satte ned Sannhets- og forsoningskommisjonen for å granske fornorskningspolitikken og konsekvensene av den.
fkv: Isotinka asetti Tottuus- ja sovintokommisuunin ette se tutkis ruijalaistamispolitikkia ja sen seurauksia.

source: Kommisjonen skulle særlig vurdere skolens rolle.
fkv: Eriliikasesti se pittää arvela koulun ossaa tässä.

source: De ba folk dele sine historier.
fkv: Se pyysi ette ihmiset jaettais omia kokemuksia.

source: Mange av historiene de fikk inn handlet om oppveksten på skoleinternat, og om fremmedgjøringen mange kjente.
fkv: Het oon saanheet paljon muisteluksia siitä kunka se oli kasuta ylös kouluinternaatissa ja kunka moni tunsi ette tuli vierhaaksi.

source: Kommisjonen konkluderte i 2023 med at selv om fornorskingspolitikken var formelt avviklet har fornorskningen fortsatt.
fkv: Vuona 2023 kommisuuni konkludeeras ette vaikka ruijalaistamispolitikki viralisesti oon loppu, niin se kuitenki aina jatkuu.

source: De mener at et av de viktigste grepene for å skape forsoning er at vi som samfunn erkjenner at samer og kvener har blitt påført en stor urett.
fkv: Het meinaava ette yksi tähelissiimistä asioista ette sovinto syntyis, oon ette met, koko yhtheiskunta, tunnustamma ette saamelaisia ja kvääniä vasthaan oon tehty paljon vääryyttä.

source: Tapet av språk, kultur, identitet og egenverdi vil være vanskelig å ta tilbake – noe er kanskje tapt for alltid.
fkv: Ko ihminen mistantaa oman kielen, kulttuurin, identiteetin ja omanarvontunnon, niin niitä oon huono saaha takasin – osan oon piian ikusesti kaotettu.
